{
    "title": "Sam's Film Frames",
    "navbar-home": "Home",
    "navbar-process": "Getting Started",
    "navbar-gallery": "Gallery",
    "landing-header": "Film Photography On Display"
    ,"landing-sub": "A Collection of photos created by Sam Spencer"
    ,"b/w": "B/W"
    ,"colour": "Colour"
    ,"location": "Location"
    ,"stL": "St Lawerence River"
    ,"rockies": "Rocky Mountains"
    ,"theme": "Theme"
    ,"landscape": "Landscape"
    ,"animals": "Animals"
    ,"people": "People"
    ,"architecture": "Architecture"
    ,"introduction": "Introduction"
    ,"loading-film": "Loading Film"
    ,"taking-photos": "Taking Photos"
    ,"unloading-film": "Unloading Film"
    ,"other-resources": "Other Resources"
    ,"intro-1": "This section is dedicated to get you starting with film photography For more advanced users the 'Other Resources' section contains videos that may help even experienced users"
    ,"intro-2": "All instructions given are for the Canon AE-1 however, the general concept is the same on many cameras, espesially of this era"
    ,"open": "Step 1 - Opening Camera"
    ,"open-1": "In order to load the film first you have to open the camera. "
    ,"open-2": "There should be a wheel on the top of your camera with no markings, you pull this up until the back of the camera opens up."
    ,"insertc": "Step 2 - Inserting Film Cartridge"     
    ,"insertc-1": "Once the back is open insert the film cartridge below the wheel you just lifted with the film portion facing the middle. "
    ,"insertc-2": "Once in place push the wheel down to lock the film in place."
    ,"insertf": "Step 3 - Inserting Film"
    ,"insertf-1": "Take the tab of film and pull it to the other side of the camera."
    ,"insertf-2": "Insert the end of the film into the slot on the winding mechanism."
    ,"winding": "Step 4 - Winding Film"
    ,"winding-1": "With the back still open, press the capture film button and use the film winder to advance the film twice."
    ,"winding-2": "Ensure that the teeth in the camera are alligned with the holes."
    ,"adv": "Step 5 - Advancing Film"
    ,"adv-1": "Close your camera back and repeat the process of capturing image and winding until the photo inicator is at 0."
    ,"adv-2": "The next photo you take will actually be captured on the film."
    ,"adv-3": "Optional: Some cameras have a slot on the back to put a piece of the box to remind you what film you are using."
    ,"iso": "Step 1 -Setting ISO"
    ,"iso-1": "Before taking the first photo in your roll of film you must figure out what ISO it says, this is 200."
    ,"iso-2": "Locate where you set your ISO on your camera, on the AE-1 you lift this dial and twisting until the line is on 200."
    ,"f-app": "Step 2 - Figuring Out Aperture"
    ,"f-app-1": "The Canon AE-1 and others are manual aperture so you have to set how much light enters the camera."
    ,"f-app-2": "On the AE-1 looking through the viewfinder while half holding the capture image button shows me the aperture."
    ,"app": "Step 3 -Setting Aperture"
    ,"app-1": "Once you know the aperture you can set the aperture on the lens of the camera."
    ,"app-2": "If the sensor tells you it is too high or low you may have to set the shutter length."
    ,"take-photo": "Step 4 -Taking a Photo"
    ,"take-photo-1": "Once the brightness is correctly set you can now take a photo by pressing the capture photo button."
    ,"take-photo-2": "Once the camera has taken the photo advance the film forward with the winder."
    ,"unlock": "Step 1 - Unlocking the Film."
    ,"unlock-1": "Once the indicator shows you are at your limit and you can't wind any more photos the film has to be unloaded."
    ,"unlock-2": "On the AE-1 there is a button at the bottom you press first to unlock the film from the winding mechanism."
    ,"wind": "Step 2 - Winding the Film"
    ,"wind-1": "Now on the same dial as opening the camera if you flip out this arm you can start winding."
    ,"wind-2": "This camera has an arrow for the direction you spin. Spin until there is no resistance and then do a few extra spins"
    ,"unload": "Step 3 - Unloading the Film"
    ,"unload-1": "Now like inserting the film lift the dial up. This will open the back and release the film."
    ,"unload-2": "You are done with this roll. You can put a new one in, and/or take this film to be devloped."
    ,"other-1": "While this section should help you get started and generate interest into film photography, it barely scratches the surface of what you can learn"
    ,"other-2": "Below are links to videos to help you learn even more info"
    ,"other-3": "These are great videos to give you more in depth info and help you to get started with less headaches"
    ,"back": "< Back to Gallery"

}