{
    "title": "Superbes images de film",
    "navbar-home": "Accueil",
    "navbar-process": "Commencer",
    "navbar-gallery": "Gallerie",
    "landing-header": "Photographie argentique exposée"
    ,"landing-sub": "Une collection de photos créées par de nombreux photographes canadiens talentueux"
    ,"b/w": "Noir et Blanc"
    ,"colour": "Couleur"
    ,"location": "Emplacement"
    ,"stL": "Le fleuve Saint-Laurent"
    ,"rockies": "Les Montagnes Rocheuses"
    ,"theme": "Thème"
    ,"landscape": "Paysage"
    ,"animals": "Animaux"
    ,"people": "Personnes"
    ,"architecture": "Architecture"
    ,"introduction": "Introduction"
    ,"loading-film": "Chargement du film"
    ,"taking-photos": "Prendre des photos"
    ,"unloading-film": "Déchargement du film"
    ,"other-resources": "Autres ressources"
    ,"intro-1": "Cette section est dédiée à vous initier à la photographie argentique ou du moins à susciter votre intérêt pour la photographie argentique."
    ,"intro-2": "Toutes les instructions données sont pour le Canon AE-1 cependant, le concept général est le même sur de nombreux appareils photo, surtout de cette époque."
    ,"open": "Étape 1 - Ouverture de l'appareil photo"
    ,"open-1": "Pour charger le film, vous devez d'abord ouvrir l'appareil photo."
    ,"open-2": "Il devrait y avoir une roue sur le dessus de votre appareil photo sans marquages, vous la soulevez jusqu'à ce que l'arrière de l'appareil photo s'ouvre."
    ,"insertc": "Étape 2 - Insertion de la cartouche de film"
    ,"insertc-1": "Une fois l'arrière ouvert, insérez la cartouche de film sous la roue que vous venez de soulever avec la partie film vers le milieu."
    ,"insertc-2": "Une fois en place, poussez la roue vers le bas pour verrouiller le film en place."
    ,"insertf": "Étape 3 - Insertion du film"
    ,"insertf-1": "Prenez l'onglet du film et tirez-le de l'autre côté de l'appareil photo."
    ,"insertf-2": "Insérez l'extrémité du film dans la fente du mécanisme de rembobinage."
    ,"winding": "Étape 4 - Rembobinage du film"
    ,"winding-1": "Avec l'arrière toujours ouvert, appuyez sur le bouton de capture de film et utilisez le rembobineur pour avancer le film deux fois."
    ,"winding-2": "Assurez-vous que les dents de l'appareil photo sont alignées avec les trous."
    ,"adv": "Étape 5 - Avancement du film"
    ,"adv-1": "Fermez l'arrière de votre appareil photo et répétez le processus de capture d'image et de rembobinage jusqu'à ce que l'indicateur de photo soit à 0."
    ,"adv-2": "La prochaine photo que vous prendrez sera effectivement capturée sur le film."
    ,"adv-3": "Optionnel : Certains appareils photo ont une fente à l'arrière pour mettre un morceau de la boîte pour vous rappeler quel film vous utilisez."
    ,"iso": "Étape 1 - Réglage de l'ISO"
    ,"iso-1": "Avant de prendre la première photo de votre rouleau de film, vous devez déterminer quel ISO il indique, le mien est 200."
    ,"iso-2": "Localisez où vous réglez votre ISO sur votre appareil photo, le mien se fait en soulevant ce cadran et en le tournant jusqu'à ce que la ligne soit sur 200."
    ,"f-app": "Étape 2 - Détermination de l'ouverture"
    ,"f-app-1": "Le Canon AE-1 et d'autres sont à ouverture manuelle, vous devez donc régler la quantité de lumière qui entre dans l'appareil photo."
    ,"f-app-2": "Sur mon appareil photo, en regardant à travers le viseur tout en tenant à moitié le bouton de capture d'image, je vois l'ouverture."
    ,"app": "Étape 3 - Réglage de l'ouverture"
    ,"app-1": "Une fois que vous connaissez l'ouverture, vous pouvez la régler sur l'objectif de l'appareil photo."
    ,"app-2": "Si le capteur vous indique qu'elle est trop haute ou trop basse, vous devrez peut-être régler la durée d'obturation."
    ,"take-photo": "Étape 4 - Prise d'une photo"
    ,"take-photo-1": "Une fois que la luminosité est correctement réglée, vous pouvez maintenant prendre une photo en appuyant sur le bouton de capture photo."
    ,"take-photo-2": "Une fois que l'appareil photo a pris la photo, avancez le film avec le rembobineur."
    ,"unlock": "Étape 1 - Déverrouillage du film"
    ,"unlock-1": "Une fois que l'indicateur montre que vous avez atteint votre limite et que vous ne pouvez plus rembobiner de photos, le film doit être déchargé."
    ,"unlock-2": "Sur mon appareil photo, il y a un bouton en bas que vous appuyez d'abord pour déverrouiller le film du mécanisme de rembobinage."
    ,"wind": "Étape 2 - Rembobinage du film"
    ,"wind-1": "Maintenant, sur le même cadran que pour l'ouverture de l'appareil photo, si vous dépliez ce bras, vous pouvez commencer à rembobiner."
    ,"wind-2": "Cet appareil photo a une flèche pour la direction à tourner. Tournez jusqu'à ce qu'il n'y ait plus de résistance, puis faites quelques tours supplémentaires."
    ,"unload": "Étape 3 - Déchargement du film"
    ,"unload-1": "Maintenant, comme pour insérer le film, soulevez le cadran. Cela ouvrira l'arrière et libérera le film."
    ,"unload-2": "Vous avez terminé avec ce rouleau. Vous pouvez en mettre un nouveau et/ou faire développer ce film."
    ,"other-1": "Bien que cette section devrait vous aider à démarrer et à susciter votre intérêt pour la photographie argentique, elle ne fait qu'effleurer la surface de ce que vous pouvez apprendre."
    ,"other-2": "Ci-dessous, des liens vers des vidéos pour vous aider à en apprendre encore plus."
    ,"other-3": "Ce sont d'excellentes vidéos pour vous donner des informations plus approfondies et vous aider à démarrer avec moins de maux de tête."
}